- Сделать красивые кнопки элементов
- Тесты на активацию по почте
- Больше тестов на фронтенд
- CD в AWS через гитхаб
- Больше подсказок в интерфейсе
- Базовые настройки профиля
  - Смена пароля
- Уведомления

Наблюдения за пользователями
- Линия времени - если начал следить за собой первый день, то нет смысла отображать предыдущие 21 дней

Как-нибудь потом, если понадобится
- Настройки сайта, нужен sites framework? Чтобы домен и прочее выставлялись правильно  
- Поработать над обновлением состояния, когда и как часто оно должно обновляться, применить Redux?
- Цвета фильтров и элементов, им соответствующих + группировка
- Ограничение на количество фильтров для пользователя (пусть будет сначала 5)
- Добавлять фотки?