- Обработка сетевых ошибок
- Тесты на активацию по почте
- Больше тестов на фронтенд
- CD в AWS через гитхаб
- Больше подсказок в интерфейсе
- Сделать красивую верстку
  - Красивые кнопки элементов
  - Панель с фильтрами
  - Адаптивщина для мобилок
  - Попробовать адаптивную ширину, как здесь
    /* Small '-sm' */
    @media (min-width: 640px) { ... }

    /* Medium '-md' */
    @media (min-width: 768px) { ... }

    /* Large '-lg' */
    @media (min-width: 1024px) { ... }

    /* Extra Large '-xl' */
    @media (min-width: 1280px) { ... }
- Базовые настройки профиля
  - Смена пароля
- Уведомления

Наблюдения за пользователями
- Линия времени - если начал следить за собой первый день, то нет смысла отображать предыдущие 21 дней

Как-нибудь потом, если понадобится
- Настройки сайта, нужен sites framework? Чтобы домен и прочее выставлялись правильно  
- Поработать над обновлением состояния, когда и как часто оно должно обновляться, применить Redux?
- Цвета фильтров и элементов, им соответствующих + группировка
- Ограничение на количество фильтров для пользователя (пусть будет сначала 5)
- Добавлять фотки?